#+title:  Evaluaci贸n de la exposici贸n
#+author: Gunnar Wolf

* Sistemas de archivos NTFS y exFat

- Tema presentado por :: Yordi Josu茅 Jim茅nez y Gustavo Valenzuela
- Calificaci贸n global :: Por favor lean todo el archivo para entender de d贸nde
  vienen todos estos n煤meros 

|------------------------+------+--------------------+------+---------|
| Evaluaci贸n  compa帽eros | Peso | Evaluaci贸n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                    9.7 |  0.3 |               9.25 |  0.7 |    9.39 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci贸n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har铆amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa帽eros para el primero y en si la presentaci贸n
"suena" le铆da directamente del material que prepararon o expuesta m谩s libremente
para el segundo.


* Evaluaci贸n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 1 | 7 |  9.75 |
| Nivel        | 0 | 0 | 0 | 1 | 7 |  9.75 |
| Relevancia   | 0 | 0 | 0 | 1 | 7 |  9.75 |
| Claridad     | 0 | 0 | 0 | 2 | 6 |  9.50 |
| Presencia    | 0 | 0 | 0 | 1 | 7 |  9.75 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.70 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa帽eros

Su exposici贸n recibi贸 los siguientes comentarios anonimizados por
parte de sus compa帽eros:

- UwU
- 隆Qu茅 incre铆ble presentaci贸n!

* Evaluaci贸n por parte del docente

| *Aspecto*                          | *Peso* | *Evaluaci贸n* | *Puntos* |
|------------------------------------+--------+--------------+----------|
| Contenido t茅cnico y profunidad     |    0.3 |           10 |       3. |
| Fuentes bibliogr谩ficas             |   0.15 |           10 |      1.5 |
| Organizaci贸n                       |   0.15 |           10 |      1.5 |
| Comunicaci贸n oral y uso del tiempo |   0.25 |            7 |     1.75 |
| Uso de recursos visuales           |   0.15 |           10 |      1.5 |
|------------------------------------+--------+--------------+----------|
| *Global*                           |        |              |     9.25 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios del docente
- 隆Excelente edici贸n! Luego luego se nota qui茅n tiene experiencia como
  /streamer/ 
  - Aunque hay un salto importante y no explicado entre la primera parte,
    en que presentan los sistemas de archivos, y la segunda, cuando hacen
    los ejemplos de c贸digo.
